Repository: mozilla-l10n/mt-training-data
Catalog: zu/zu_pontoon.tmx
Source language: en_us
Languages: zu

source: New Password
zu: Iphasiwedi Entsha

source: New Password Again
zu: Iphasiwedi Entsha Futhi

source: News &amp; Resources
zu: Izindaba &amp; Izinsiza

source: News Feeds (RSS), Blogs and Social
zu: Ama-News Feeds (RSS), ama-Blog Nokuxhumana Nomphakathi

source: New thread: {title}
zu: Uchungechunge olusha: {title}

source: next
zu: okulandelayo

source: Next
zu: Okulandelayo

source: No
zu: Cha

source: No differences found
zu: Akukho mehluko otholakele

source: No, ignore
zu: Cha, ziba

source: No, I'm not.
zu: Cha, akunjalo.

source: No media files found.
zu: Akukho magama emidiya atholakele.

source: No messages selected. Please try again.
zu: Akukho miyalezo ekhethiwe. Uyacelwa uphinde uzame futhi emva kwesikhashana.

source: None
zu: Lutho

source: non en-US KB
zu: Engenayo en-US KB

source: None of these solve my problem
zu: Akukho kulokhu okusombulula inkinga yami

source: No one has helped translate this article yet. If you already know how localizing for SUMO works, <a href="%(document_trans_link)s">start translating now</a>. If you want to learn how to translate articles for SUMO, <a href="%(help_link)s">please start here</a>.
zu: Akekho umuntu osesize ukuhumusha le athikhili okwamanje. Uma usuvele sewazi ukuthi kusebenza kanjani ukuhunyushwa kwe-SUMO, <a href="%(document_trans_link)s">qala ukuhumusha manje</a>. Uma usafuna ukufunda ukuthi ahunyushwa kanjani ama-athikhili e-SUMO, <a href="%(help_link)s">uyacelwa uqale lapha</a>.

source: No other documents link to {title}.
zu: Ayikho enye idokhumenti elinka ne {title}.

source: No pages matched the search criteria
zu: Akukho khasi elifana nohlaka lokucinga

source: No related documents.
zu: Dilitha Idokhumenti.

source: No replies
zu: Akukho zimpendulo

source: No sections found
zu: Azikho iziqephu ezitholakele

source: No Surprises
zu: Akukho Okumangalisayo

source: No tags entered.
zu: Akukho mathegi afakiwe.

source: Note: Searching for "tag1, tag2" returns questions tagged with both tag1 and tag2
zu: Qaphela: Ukucinga i-"tag1, tag2" kubuyisa imibuzo ithegwe ngawo womabili amathegi tag1 and tag2

source: Note: There are no approved translations for this article.
zu: Qaphela: Akukho zihumusho ezigunyaziwe zale athikhili.

source: Note: This article has no revisions ready for localization.
zu: Qaphela: Le athikhili ayinazibukezo ezilindele ukuhumushwa.

source: No Thanks
zu: Cha ngiyabonga

source: Not Helpful
zu: Akunalusizo

source: Notify me of any future changes to this page
zu: Ngazise nganoma yiziphi izinguquko ezenziwe kuleli khasi

source: Not responded in 24 hours
zu: Akuphendulwanga emahoreni angama-24

source: Not responded in 72 hours
zu: Akuphendulwanga emahoreni angama-72

source: Not sure how often
zu: Akunasiqiniseko sokuthi kangaki

source: No users selected!
zu: Akukho basebenzisi abakhethiwe!

source: No users were found for your search query.
zu: Abekho abasebenzisi abatholakele kulo mbuzo wakho wokucinga.

source: No votes data
zu: Ayikho idatha yamavoti

source: Now you can combine both and help Firefox users on Twitter. It's quick, it's easy, and you don't have to be a tech superstar to do it. We call it our Army of Awesome.
zu: Manje usungahlanganisa kokubili usize abasebenzisi be-Firefox ku-Twitter. Kuyashesha, kulula, futhi akudingeki ube isazi sezobuchwepheshe ukuze ukwazi ukukwenza. Sibabiza laba ngeThimba Labaphambili, Army of Awesomeness.

source: {num} answers
zu: {num} izimpendulo

source: %(number)d day ago
zu: %(number)d usuku oludlule

source: %(number)d hour ago
zu: %(number)d amahora adlule

source: %(number)d minute ago
zu: %(number)d imizuzu edlule

source: %(number)d month ago
zu: %(number)d inyanga edlule

source: %(number)d second ago
zu: %(number)d imizuzwana edlule

source: %(number)d week ago
zu: %(number)d isonto elidlule

source: %(number)d year ago
zu: %(number)d iminyaka edlule

source: Numbered List
zu: Uhla olunezinombolo

source: Numbered list item
zu: Uhla olunezinto ezinezinombolo

source: Number of active Army of Awesome contributors
zu: Inani labalekeleli Abasebenzayo Bethimba Eliphambili

source: Number of active contributors to the English KB
zu: Inani labalekeleli abakhona ku-English KB

source: Number of active contributors to the non-English KB
zu: Inani labalekeleli abakhona ku-non-English KB

source: Number of active forum contributors
zu: Inani labalekeleli abasebenzayo kusithangami

source: Number of answers
zu: Inani lezimpendulo

source: Number of Answers
zu: Inani Lezimpendulo

source: Number of replies
zu: Isibalo sezimpendulo

source: Number of Replies
zu: Inani Lezimpendulo

source: Number of votes. Must be an integer.
zu: Inani lamavoti. Kufanele kube yinombolo eliphelele.

source: %(numerator)s of %(denominator)s
zu: %(numerator)s ye %(denominator)s

source: %(numerator)s <small>of %(denominator)s</small>
zu: %(numerator)s <small>ye %(denominator)s</small>

source: {num} solutions
zu: {num} izisombululo

source: %(num)s <small>of %(total)s</small>
zu: %(num)s <small>we %(total)s</small>

source: {num_views} views
zu: {num_views} ukubukwa

source: Object does not exist.
zu: Lokhu kuyinto engekho.

source: Obsolete:
zu: Okungasasetshenziswa:

source: Official blog
zu: I-blog esemthethweni

source: Oh, no! It looks like an unexpected error occurred. We've already notified the site administrators. Please try again now, or in a few minutes.
zu: Hawu, we bantu! Kubukeka sengathi kwenzeka iphuth aebelingalindelekile. Sesibazisile abengamele isayithi. Uyacelwa uphinde uzame futhi, noma emva kwemizuzu embalwa.

source: Oh, no! Looks like there are no posts!
zu: Maye! Kubukeka sengathi akukho maphosti!

source: Older
zu: Okudadlana kunokunye

source: Old Password
zu: Iphasiwedi Endala

source: %(old)s-redirect-%(number)i
zu: %(old)s-iyachezukisa-%(number)i

source: %(old)s Redirect %(number)i
zu: %(old)s Iyachezukisa %(number)i

source: Once youve clicked on the link, you can throw away this email.
zu: Uma usuchofoze kule linki, ungayilahla le imeyli.

source: Only displayed on search results page
zu: Kuvezwe kuphela ekhasini lemiphumela yokucinga

source: Only use and share information about our users for their benefit and as disclosed in our notices.
zu: Sebenzisa kuphela uphinde wabelane ngemininingwane emayelana nabasebenzisi bethu ukuze kuhlomule bona futhi njengoba kudaluliwe ezazizweni zethu.

source: Oops, there was an error.
zu: Oops, kukhona iphutha elenzekile.

source: Oops, your request was unsuccessful
zu: Mamo, isicelo sakho asiphumelelanga

source: Open Badges
zu: Ama-Open Badge

source: Open <em>Help &gt; Troubleshooting Information</em>.
zu: Vula <em>Siza&gt; Imininingwane ye-Troubleshooting</em>.

source: Operating system
zu: Uhlelo olusebenzayo

source: Original post date
zu: Usuku lokuqala lokuposa

source: Other
zu: Okunye

source: Other Mozilla products
zu: Eminye imikhiqizo ye-Mozilla

source: Other (please specify)
zu: Okunye (uyacelwa ukusho)

source: Other products
zu: Eminye imikhiqizo

source: Other questions with Firefox for Windows 8 Touch.
zu: Eminye imibuzo nge-Firefox ye-Windows 8 Touch.

source: Other reason:
zu: Esinye isizathu:

source: Other ways to get involved
zu: Ezinye izindlela zokuzibandakanya

source: Our contributors have been working hard on articles and it would be great if you could review them. The faster we get them published the faster they start helping users.
zu: Abanegalelo bethu bebesebenza kanzima kuma-athikhili ngakho besingajabula kakhulu uma ungawabukeza. Uma siphangisa ukuwashicilela kungale nkathi ezophangisa ukuba usizo kubasebenzisi.

source: Our volunteers are working on translating this article. Until it's ready, maybe the English version can be of some help.
zu: Amavolontiya ethu aphezu kokuhumusha le athikhili. Ngenkathi ingakalungi, mhlawumbe iveshini yesiNgisi ingaba usizo.

source: Overall
zu: Sekukonke

source: Overview
zu: Ukubuka ngokungujikelele

source: owner
zu: umnikazi

source: Page {0} of {1}.
zu: Ikhasi {0} lama- {1}.

source: Page does not exist.
zu: Alikho ikhasi elinjalo.

source: Page {n}
zu: Ikhasi {n}

source: Page Not Found
zu: Ikhasi Alitholakalanga

source: Password
zu: Iphasiwedi

source: Password:
zu: Iphasiwedi:

source: Password change successful!
zu: Ukushintshwa kwephasiwedi kube yimpumelelo!

source: Password is required.
zu: Kudingeka iphasiwedi.

source: Password must be 8 or more characters.
zu: Iphasiwedi kufanele ibe nezinhlamvu eziyisi-8 noma ngaphezulu.

source: Password reset
zu: Ukusethwa kabusha kwephasiwedi

source: Password Reset
zu: Ukushintshwa Kwephasiwedi

source: Password reset on {sitename}
zu: Ukusethwa kabusha kwephasiwedi ye{sitename}

source: Password reset unsuccessful
zu: Ukusethwa kwabusha kwephasiwedi akubanga yimpumelelo

source: Passwords, forms and search
zu: Ama-password, amafomu kanye nokucinga

source: Passwords, forms, search, and history - control what Firefox suggests
zu: Ama-password, amafomu, ukucinga, kanye nomlando - lawula okuphakanyiswa yi-Firefox

source: Password should be at least 8 characters long and contain at least 1 number.
zu: Iphasiwedi kufanele okungenani ibe yizinhlamvu eziyisi-8 ubude futhi iqukathe okungenani inombolo e-1.

source: Password successfully reset.
zu: Ukusethwa kabusha kwephasiwedi kube yimpumelelo.

source: Paste the info in the text box below.
zu: Namathisela imininingwane ebhokisini lombhalo elingezansi.

source: Payment Issues
zu: Izinkinga Zezinkokhelo

source: Payments
zu: Izinkokhelo

source: Payments/Settlement
zu: Izinkokhelo/Ukuqeda ukukhokha

source: Pending
zu: Kusenziwa

source: Percent
zu: Iphesenti

source: Percent Localized: All
zu: Amaphesenti asenziwe ngokwasendaweni: Wonke

source: Percent Localized: Top 100
zu: Amaphesenti asenziwe ngokwasendaweni: Ayi-100 aphezulu

source: Percent Localized: Top 20
zu: Amaphesenti asenziwe ngokwasendaweni: Aphezulu angama-20

source: Percent Yes
zu: Iphesenti Yebo

source: Pick a product
zu: Khetha umkhiqizo

source: Pick a topic and try some solutions
zu: Khetha isihloko bese uzama ezinye izisombululo

source: Pick a way to get involved
zu: Khetha indlela yokuzibandakanya

source: Please ask a new question if you need help.
zu: Uyacelwa ubuze umbuzo omusha uma udinga usizo.

source: Please check you are logged in, and try again.
zu: Uyacelwa uhlolisise ukuthi usemoyeni, bese uphinda uyazama.

source: Please choose a category.
zu: Uyacelwa ukhethe isigaba.

source: Please complete the form below to submit your question to our Marketplace Support group.
zu: Uyacelwa ugcwalise ifomu elingezansi ukuze ulethe umbuzo wakho eqenjini lokweseka le-Marketplace.

source: Please confirm your email address
zu: Uyacelwa uqinisekise ikheli lakho le-imeyli

source: Please confirm your email address.
zu: Uyacelwa uqinisekise ikheli lakho le-imeyli.

source: Please Confirm Your Email Address
zu: Uyacelwa uqinisekise Ikheli lakho le-Imeyli

source: Please confirm your Firefox Help question
zu: Uyacelwa uqinisekise umbuzo wakho Wosizo Lwe-Firefox

source: Please describe your issue in the body.
zu: Uyacelwa uchaze inkinga yakho lapha phakathi.

source: Please enter a correct username and password. Note that both fields are case-sensitive.
zu: Uyacelwa ufake igama lomsebenzisi eliyilo kanye nephaswedi. Qaphela ukuthi zombili lezi zikhal aokubhalwa kuzo ziyehlukanisa osonhlamvukazi.

source: Please enter a facebook.com URL.
zu: Uyacela ukuba ufake i-facebook.com URL.

source: Please enter your password twice.
zu: Uyacelwa ufake iphasiwedi yakho kabili.

source: Please keep the length of the body content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
zu: Uyacelwa ugcine ubude bomzimba womyalezo wakho bube %(limit_value)s izinhlamvu. Njengamanje %(show_value)s ezinhlamvu.

source: Please keep the length of the comment to %(limit_value)s characters or less. It is currently %(show_value)s characters.
zu: Uyacelwa ugcine ubude ukuphawula kuyi %(limit_value)s ezinhlamvu noma ngaphansi. Njengamanje buyi %(show_value)s ezinhlamvu.

source: Please keep the length of the content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
zu: Uyacelwa ugcine ubude bokuqukethwe buyi %(limit_value)s ezinhlamvu noma ngaphansi. Njengamanje buyi %(show_value)s ezinhlamvu.

source: Please keep the length of the slug to %(limit_value)s characters or less. It is currently %(show_value)s characters.
zu: Uyacelwa ugcine ubude be-slug buyi %(limit_value)s wezinhlamvu noma ngaphansi. Njengamanje buyi %(show_value)s izinhlamvu.

source: Please keep the length of the subject to %(limit_value)s characters or less. It is currently %(show_value)s characters.
zu: Uyacelwa ugcine ubude besihloko bube %(limit_value)s wezinhlamvu noma ngaphansi. Njengamanje buyi %(show_value)s wezinhlamvu.

source: Please keep the length of the summary to %(limit_value)s characters or less. It is currently %(show_value)s characters.
zu: Uyacelwa ugcine ubude besifingqo buyi %(limit_value)s ezinhlamvu noma ngaphansi. Njengamanje buyi %(show_value)s ezinhlamvu.

source: Please keep the length of the title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
zu: Uyacelwa ugcine ubude besihloko bube %(limit_value)s ezinhlamvu noma ngaphansi. Njengamanje kuna %(show_value)s ezinhlamvu.

source: Please keep the length of your content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
zu: Uyacelwa ugcine ubude bemininingwane yakho buyi %(limit_value)s wezinhlamvu noma ngaphansi. Njengamanje kuneziyi %(show_value)s ezinhlamvu.

source: Please keep the length of your description to %(limit_value)s characters or less. It is currently %(show_value)s characters.
zu: Ubude bencazelo yakho uyacelwa ukuba ubugcine bume ku%(limit_value)s ezinhlamvini noma ngaphansi. Njengamanje kunezinhlamvu ezi-%(show_value)s lezinhlamvu.

source: Please keep the length of your image filename to %(max)s characters or less. It is currently %(length)s characters.
zu: Uyacelwa ukuba ugcine ubude begama lefayela lomkfanekiso libe %(max)s noma ngaphansi. Njengamanje liyi %(length)s izinhlamvu.

source: Please keep the length of your message to %(limit_value)s characters or less. It is currently %(show_value)s characters.
zu: Uyacelwa ukuba ugcine ubude bomyalezo wakho ungadluli ku %(limit_value)s wezinhlamvu noma ngaphansi. Njengamanje umi ku %(show_value)s wezinhlamvu.

source: Please keep the length of your question to %(limit_value)s characters or less. It is currently %(show_value)s characters.
zu: Uyacelwa ugcine ubude bombuzo wakho bungubude obu %(limit_value)s izinhlamvu noma ngaphansi. Njengamanje %(show_value)s ezinhlamvu.

source: Please keep the length of your title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
zu: Uyacelwa ugcine ubude besihloko sakho ku %(limit_value)s izinhlamvu noma ngaphansi. Njengamanje siyi %(show_value)s izinhlamvu.

source: Please note that these selections are specific to the current product selected.
zu: Uyacelwa uqaphele ukuthi lokhu okukhethiwe kuqondene ngqo nomkhiqizo okhethwe manje.

source: Please note that you will be subscribed to these notifications for all products. If you are only interested in specific products, please go to the dashboard for that product.
zu: Uyacelwa wazi ukuthi uzobhaliselwa ukuthola lezi zaziso ngayo yonke imikhiqizo. Uma unentshisekelo yokwazi ngemikhiqizo ethile kuphela, uyacelwa uye kudeshibhodi yalowo mkhiqizo.

source: Please provide a description.
zu: Uyacelwa uhlinzeke ngencazelo.

source: Please provide a message.
zu: Uyacelwa ukuba uhlinzeke ngomyalezo.

source: Please provide an email.
zu: Uyacelwa uhlinzeke nge-imeyli.

source: Please provide an email address and we'll send you an alert.
zu: Sicela uhlinzeke ngekheli le-imeyli sizobe sesikuthumelela isiqwashiso.

source: Please provide a question.
zu: Uyacelwa uhlinzeke umbuzo.

source: Please provide a slug.
zu: Uyacelwa uhlinzeke nge-slug.

source: Please provide a subject.
zu: Uyacelwa uhlinzeke ngesihloko.

source: Please provide a summary.
zu: Uyacelwa unikeze isifingqo.

source: Please provide a tag.
zu: Uyacelwa uhlinzeke ngethegi.

source: Please provide a title.
zu: Uyacelwa unikeze isihloko.

source: Please provide content.
zu: Uyacelwa uhlinzeke ngolwazi.

source: Please provide more details
zu: Uyacelwa uhlinzeke ngeminye imininingwane

source: Please provide the Transaction ID.
zu: Uyacelwa uhlinzeke nge-Transaction ID.

source: Please review the latest revision.
zu: Sicela ubukeze ukubuyekeza kwakamuva.

source: Please review the latest version.
zu: Sicela ubukeze ukubuyekeza kwakamuva.

source: Please select...
zu: Uyacelwa ukhethe...

source: Please select a category from the previous column or start a search.
zu: Uyacelwa ukhethe isigaba kukholomu edlule noma qala ukucinga.

source: Please select a different title.
zu: Uyacelwa ukhethe isihloko esihlukile.

source: Please select an image or video to insert.
zu: Uyacelwa ukhethe umfanekiso noma ividiyo ezofakwa.

source: Please select at least one product.
zu: Uyacelwa ukhethe okungenani umkhiqizo owodwa.

source: Please select at least one topic.
zu: Uyacelwa ukhethe okungenani isihloko esisodwa.

source: Please type in your username to confirm
zu: Sicela ubhale igama lomsebenzisi ukuze uqinisekise

source: Please upload an image with one of the following extensions: jpg, jpeg, png, gif.
zu: Uyacelwa ulode umfanekiso onalezi zijobelelo ezilandelayo: jpg, jpeg, png, gif.

source: Please visit the <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Paypal Help Center</a>.
zu: Uyacelwa uvakashele i <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Paypal Help Center</a>.

source: Please visit the Marketplace page for the application. There you can find the developers' contact information and contact them directly.
zu: Uyacelwa uvakashele ikhasi le-Marketplace ukuze uthola indlela yokufaka isicelo. Lapho uzothola imininingwane yokuxhumana nomsunguli bese uxhumana naye ngqo.

source: Please wait...
zu: Sicela ulinde...

source: Popcorn Maker
zu: I-Popcorn Maker

source: Portions of this content are &copy;19982015 <br>by individual mozilla.org contributors. Content <br>available under a <a href="//www.mozilla.org/foundation/licensing/website-content.html">Creative Commons license</a>.
zu: Izingxenye zalolu lwazi zi &copy;19982015 <br>yi-mozilla.org contributors. Okuqukethwe<br>itholakala ngaphansi kwe<a href="//www.mozilla.org/foundation/licensing/website-content.html">I-Creative Commons license</a>.

source: post
zu: phosta

source: Post a new thread
zu: Phosta uchungechunge olusha

source: Post a question
zu: Phosta umbuzo

source: Post a reply
zu: Phosta impendulo

source: Post a Reply
zu: Phosta Impendulo

source: Post contains
zu: Iphosti iqukethe

source: Posted
zu: Kuphostiwe

source: posted by
zu: iphostwe ngu

source: Post Preview:
zu: Phosta isibukezo sangaphambili:

source: Post Question
zu: Phosta Umbuzo

source: Post Reply
zu: Phosta impendulo

source: Posts from everyone
zu: Amaphosti avela kuwo wonke umuntu

source: Post Thread
zu: Uchungechunge Lwephosti

source: Preferred language
zu: Ulimi okuncanyelwayo

source: Preview
zu: Isibukisi kuqala

source: Preview Changes
zu: Buka kuqala Izinguquko

source: Preview Content
zu: Buka kuqala Okuqukethwe

source: Preview Reply
zu: Buka ngaphambilini Impendulo

source: previous
zu: okwangaphambilini

source: Previous
zu: Okwangaphambilini

source: Privacy
zu: Ubumfihlo

source: Privacy and security
zu: Ukugcinwa kwemininingwane iyimfihlo nokuvikeleka

source: Privacy and Security
zu: Ukugcinwa kwemininingwane iyimfihlo nokuvikeleka

source: Privacy and security settings
zu: Amasethingi obumfihlo nokuvikeleka

source: Private message
zu: Umyalezo wangasese

source: Private Message
zu: Umyalezo Wasesithe

source: Problems with add-ons, plugins or unwanted software
zu: Izinkinga ngokwengezelwayo, amapulagi noma i-software engafuneki

source: Problems with websites
zu: Izinkinga kumawebhusayithi

source: Problems with websites that don't work well in Firefox for Windows 8 Touch.
zu: Izinkinga ngewebhusayithi engasebenzi kahle ne-Firefox ye-Windows 8 Touch.

source: Procedures to diagnose and fix problems
zu: Izinqubo zokuxilonga nokulungisa izinkinga

source: Product
zu: Umkhiqizo

source: {product} Help
zu: {product} Usizo

source: [{product}] Knowledge Base Dashboard
zu: [{product}] Ideshibhodi Esekelwe Olwazini

source: Products
zu: Imikhiqizo

source: {product} Support Forum
zu: {product} Isithangami Sokwesekwa

source: Profile
zu: Iphrofayela

source: Progress
zu: Inqubekela phambili

source: Protect your information with Firefox's privacy settings on iOS
zu: Vikela imininingwane yakho ngamasethingi obumfihlo nokuphepha e-Firefox ku-iOS

source: Protect your privacy
zu: Vikela imininingwane yakho

source: Provide a brief description of this media.
zu: Hlinzeka ngencazelo emfishane yale midiya.

source: Provide more details
zu: Nikeza eminye imininingwane

source: <p> SUMO is now using Gravatars as avatars. You must change your Gravatar on gravatar.com. </p> <p> It can take a few minutes for the avatar change to take effect. You may need to wait a few minutes and reload the page to see your new Gravatar. </p>
zu: <p> I-SUMO manje isebenzisa ama-Gravatars njengama-avatar. Kufanele ushintshe i-Gravatar yakho ku-gravatar.com. </p> <p> IKungathatha imizuzu embalwa ukuba ukushintsha kwe-avatar kwenzeke. Kungenzeka udinge ukulinda imizuzu embalwa bese uphinda uloda ikhasi ukuze ubone iGravatar yakho entsha. </p>

source: <p>This article may be out of date.</p> <p> An important change has been made to the English article on which this is based. Until this page is updated, you might find this helpful: <a href="%(url)s">%(title)s</a> </p>
zu: <p>Kungenzeka ukuthi le athikhili isiphelelwe yisikhathi.</p> <p> Ushintsho olubalulekile lwenziwe ku-athikhili yesiNgisi nokuyiyo eyisisekelo. Kuze kube le athikhili isivuselelwe, ungakuthola lokhu kuwusizo: <a href="%(url)s">%(title)s</a> </p>

source: {q} | {product} Support Forum
zu: {q} | {product} Isithangami Sokweseka

source: Question
zu: Umbuzo

source: Question:
zu: Umbuzo:

source: Question date
zu: Usuku lokubuza

source: Question details
zu: Imininingwane yombuzo

source: Question owner
zu: Umnikazi wombuzo

source: Questions
zu: Imibuzo

source: Questions responded to within X hours
zu: Imibuzo ephendulwe esikhathini samahora ayi-X

source: Questions solved
zu: Umbuzo usonjululiwe

source: Question tools
zu: Amathuluzi emibuzo

source: Quickstart Guide
zu: I-Quickstart Guide

source: Quote
zu: Isicaphuno

source: Quote previous message...
zu: Caphuna umyalezo odlule...

source: Read and save web pages in a clutter-free, reader-friendly view
zu: Funda bese ulondoloza amakhasi e-inthanethi endaweni ozokwazi ukubona kuyona engenazo izinto eziningi, nokwaziyo ukuyifunda kalula

source: Reader View and List
zu: Ukubona nohlu lomfundi

source: Readied for localization:
zu: Isilungiselwe ukuhunyushwa:

source: Readied for localization by:
zu: Isilungiselwe ukuhunyushwa ngu:

source: Read message
zu: Funda umyalezo

source: Read Message
zu: Funda Umyalezo

source: read more
zu: funda kabanzi

source: Read, send and organize emails
zu: Funda, thumela uphine uhlele kahle ama-imeyli

source: Read Sent Message
zu: Funda Umyalezo Othunyelwe

source: Read this answer in context
zu: Funda le mpendulo ngokuhambisana nalesi sihloko

source: Read this for some help to get started
zu: Funda lokhu ukuze uthole usizo ukwazi ukuqhubeka

source: Ready for localization
zu: Ilungele ukwenziwa njengokwasendaweni

source: Ready for localization:
zu: Ilungele ukuhunyushwa:

source: Recent answers to %s
zu: Izimpendulo zakamuva ze-%s

source: Recent awardees
zu: Abasanda kuhlonyuliswa

source: Recent English Changes
zu: Izinguquko Zesingisi Zakamuva
